Repository: Dd-1664/project-alpha
Catalog: src/AppBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Self-taught, Frank, Thoughtful
fr: Autodidacte, Franc, Réfléchi.

source: Web Developer
fr: Développeur Web

source: Technical Support And Network
fr: Support technique et Réseau

source: 1 year as a web application developer and integrator web frontend and backend under Symfony. Also in charge of the helpdesk part and Actvie Directory management.
fr: 1 année passé en tant que developeur d'applications web et intégrateur web frontend et backend sous Symfony. Également en charge de la partie helpdesk et gestion de la partie Active Directory.

source: 1 year as support Technical member in charge of helpdesk, hotline and internal network issues.
fr: 1 année passé en tant que membre du support technique. Principalement en charge de la partie Helpdesk, Hotline technique, gestion des pannes réseau et de la partie Active Directory.

source: Switzerland
fr: Suisse

source: about
fr: à Propos

source: experience
fr: expérience

source: education
fr: scolarité

source: skills
fr: compétences

source: 2 years of theoretical courses followed in High School "Les Arches"
fr: 2 ans de cours théoriques suivi au sein de l'École des Arches

source: electronic section, Lausanne
fr: section électronique, lausanne

# 13bis
source: high school -
fr: école secondaire -

source: connection to "voie secondaire générale", Lausanne
fr: raccordement voie secondaire générale, Lausanne

source: programming languages & cms
fr: langages de programmation & cms

source: frameworks & tools
fr: frameworks & outils

source: knowledges
fr: connaissances

source: Mastering Linux and Windows Environments
fr: Maîtrise des environnements Linux et Windows

source: Web integration of graphic models
fr: Integration web de maquettes graphiques

source: Development of responsive smartphone, tablet and desktop design
fr: Élaboration de design responsive smartphone, tablette et desktop

source: Knowledge of the Amazon Web Services infrastructure
fr: Connaissance de l'infrastructure Amazon Web Services

source: As a young web developer, I am mainly interested in all things new technologies, having recently discovered docker, I embarked on an existing site adaptation project under docker containers.
fr: En tant que jeune developpeur web, je suis principalement interressé par tous ce qui touche aux nouvelles technologies, ayant recement decouvert docker, je me suis lancé dans un projet d'adaptation de site existants sous conteneurs docker.

source: In my free time, I like watching movies and science fiction series, playing video games or skiing and biking
fr: Dans mon temps libre, j'aime regarder des films et des series de science-fiction, jouer à des jeux videos ou encore pratiquer le ski et le vélo
